Repository: wasabee-project/Wasabee-Mobile-Xamarin
Catalog: Rocks.Wasabee.Mobile.Core/Resources/I18n/Strings.*.resx
Languages: da_dk, de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

# ACV_Button_Back
source: ‹ Back
da_dk: ‹ Tilbage
de_de: ‹ Zurück
es_es: ‹ Volver
fr_fr: ‹ Retour
it_it: ‹ Indietro
pt_pt: ‹ Voltar
ru_ru: ‹ Назад

# ACV_Button_Later
source: ✗ Later
da_dk: ✗ Senere
de_de: ✗ Später
es_es: ✗ Más tarde
fr_fr: ✗ Quitter
it_it: ✗ Dopo
pt_pt: ✗ Mais tarde
ru_ru: ✗ Позже

# ACV_Button_Next
source: Next ›
da_dk: Næste ›
de_de: Weiter ›
es_es: Siguiente ›
fr_fr: Suivant ›
it_it: Avanti ›
pt_pt: Próximo ›
ru_ru: Далее ›

# ACV_Step1_Label_AccountNotVerified
source: Your Wasabee account isn't yet verified with Ingress Community forums.
da_dk: Din Wasabee-konto er endnu ikke bekræftet via Ingress Community forummet.
de_de: Dein Wasabee-Konto wurde noch nicht mithilfe des Ingress-Community-Forums verifiziert
es_es: Tu cuenta de Wasabee aún no está verificada mediante los foros de la comunidad Ingress.
fr_fr: Votre compte Wasabee n'est pas encore vérifié avec Ingress Community
it_it: Il tuo account Wasabee non è ancora verificato con il Community Forum di Ingress.
pt_pt: A sua conta de Wasabee ainda não foi verificada nos fóruns da Comunidade de Ingress.
ru_ru: Ваша учетная запись Wasabee еще не подтверждена на Ingress-форуме.

# ACV_Step1_Label_FastProcess
source: This process is easy and fast to complete.
da_dk: Denne proces er nem og hurtig at færdiggøre.
de_de: Dieser Vorgang ist einfach und schnell abzuschließen.
es_es: Este proceso es fácil y rápido.
fr_fr: Ce processus est facile et rapide à réaliser.
it_it: Questo processo è facile e veloce da completare.
pt_pt: Este processo é fácil e rápido de terminar.
ru_ru: Это можно сделать легко и быстро.

# ACV_Step1_Label_NoticeLine1
source: This will prove to Wasabee that you are the owner of both the Wasabee and Ingress accounts.
da_dk: Dette vil vise Wasabee, at du er ejer af både Wasabee- og Ingresskontoen.
de_de: Dies wird sicherstellen, dass Sie Eigentümer des Wasabee und des Ingress accounts sind.
es_es: Esto servirá para probar a Wasabee que la cuenta de Wasabee y la de Ingress le pertenecen
fr_fr: Cela prouvera à Wasabee que vous êtes le propriétaire des comptes Wasabee et Ingress.
it_it: Questo dimostrerà a Wasabee che sei il proprietario degli account Wasabee e Ingress.
pt_pt: Isto provará ao Wasabee que és o proprietário das contas de Wasabee e Ingress.
ru_ru: Это докажет Wasabee, что вы являетесь владельцем учетных записей как в Wasabee, так и в Ingress.

# ACV_Step1_Label_NoticeLine2
source: Notice: This does not prove that you are an Enlightened Agent, only that you control both accounts.
da_dk: Bemærk: Dette viser ikke, at du er en Enlightened agent, kun at du kontrollerer begge konti.
de_de: Hinweis: Dies beweist nicht, dass Sie ein ENL Agent sind, nur dass Sie beide Konten besitzen.
es_es: Aviso: Esto no demuestra que usted sea un agente iluminado; sólo que ambas cuentasle pertenecen.
fr_fr: Remarque : Cela ne prouve pas que vous êtes un Enlightened , seulement que vous contrôlez les deux comptes.
it_it: Avviso: Questo non dimostra che tu sia un Agente Illuminato, solo che possiedi entrambi gli account.
pt_pt: Aviso: Isto não prova que é um agente Enlightened, apenas que controla ambas as contas.
ru_ru: Обрати внимание: это действие не докажет, что ты энлайт — лишь то, что ты владеешь обоими аккаунтами.

# ACV_Step1_Label_StepByStepGuide
source: Step-by-step guide :
da_dk: Trin-for-trin vejledning :
de_de: Schritt-für-Schritt Anleitung :
es_es: Guía paso a paso:
fr_fr: Guide étape par étape :
it_it: Guida passo-passo:
pt_pt: Guia passo-a-passo:
ru_ru: Пошаговое руководство:

# ACV_Step1_Label_StepByStepGuide_1
source: 1. Wasabee generates a secure token (that can't be faked or guessed) to associate with your in-game name.
da_dk: 1. Wasabee genererer en sikker token (som ikke kan forfalskes eller gættes) for at knytte til dit navn i spillet.
de_de: 1. Wasabee generiert einen sicheren Token (der nicht gefälscht oder vermutet werden kann) um mit deinem ingame Namen zu assoziieren.
es_es: 1. Wasabee genera un token seguro (que no puede ser falsificado o adivinado) para asociarse con tu nombre en el juego.
fr_fr: 1. Wasabee génère un jeton sécurisé (qui ne peut pas être falsifié ou deviné) à associer à votre nom en jeu.
it_it: 1. Wasabee genera un token sicuro (che non può essere falsificato o indovinato) da associare al tuo nome in-game.
pt_pt: 1. Wasabee gera um token seguro (que não pode ser falso ou sugerido) para associar ao seu nick no jogo.
ru_ru: 1. Wasabee генерирует безопасный токен (который нельзя подделать или угадать), чтобы связать его с вашим Ingress-ником.

# ACV_Step1_Label_StepByStepGuide_2
source: 2. Log in to the Ingress Community forums and post the token in the Activity feed
da_dk: 2. Log ind på Ingress Community fora og send token i aktivitets feeded
de_de: 2. Melden Sie sich im Ingress-Community-Forum an und poste den Token im Aktivitätsfeed
es_es: 2. Inicie sesión en los foros de la Comunidad de Ingress y publique el token en el feed de actividad
fr_fr: 2. Connectez-vous aux forums de la Ingress Community et publiez le jeton dans le flux Activity
it_it: 2. Accedi al Community Forum di Ingress e pubblica il token nella sezione Activity
pt_pt: 2. Faz login no fórum da comunidade e publica o token no feed de atividades
ru_ru: 2. Зайди на Ingress-форум и запости токен в ленту Activity

# ACV_Step1_Label_StepByStepGuide_3
source: 3. Wasabee will verify that the token is posted by the account with the same in-game name.
da_dk: 3. Wasabee vil verificere, at token er postet af kontoen med det samme navn i spillet.
de_de: 3. Wasabee wird überprüfen, ob der Token vom Spielerkonto mit dem gleichen Spielnamen veröffentlicht wird.
es_es: 3. Wasabee verificará que el token sea publicado por la cuenta con el mismo nombre del juego.
fr_fr: 3. Wasabee vérifiera que le jeton est publié par le compte avec le même nom en jeu.
it_it: 3. Wasabee verificherà che il token sia pubblicato dall'account con lo stesso nome in-game.
pt_pt: 3. O Wasabee irá verificar se o token foi publicado pela conta com o mesmo nome no jogo.
ru_ru: 3. Wasabee проверяет, размещен ли токен аккаунтом с нужным Ingress-ником.

# ACV_Step1_Label_Welcome
source: Welcome to the
da_dk: Velkommen til
de_de: Willkommen bei
es_es: Bienvenido/a a
fr_fr: Bienvenue dans
it_it: Benvenuto alla
pt_pt: Bem-vindo ao
ru_ru: Добро пожаловать в

# ACV_Step2_Button_GetToken
source: Get my token
da_dk: Hent mit token
de_de: Token holen
es_es: Obtener mi token
fr_fr: Obtenir un jeton
it_it: Ottieni token
pt_pt: Obter o meu token
ru_ru: Получить мой токен

# ACV_Step2_Input_InGameName
source: In-game name
da_dk: Navn i spillet
de_de: Name im Spiel:
es_es: Nombre en el juego
fr_fr: Nom en jeu :
it_it: Nome in-game
pt_pt: Nome no jogo
ru_ru: Ingress-ник

# ACV_Step2_Label_CaseSensitive
source: Be sure to write it exactly as in Ingress !
da_dk: Vær sikker på at skrive det præcis som i Ingress !
de_de: Bitte schreiben Sie es genau wie in Ingress. (Gross / Kleinschreibung beachten!)
es_es: ¡Asegúrate de escribirlo exactamente igual que en Ingress!
fr_fr: Ecrivez-le exactement comme dans Ingress !
it_it: Assicurati di scriverlo esattamente come su Ingress !
pt_pt: Certifica-te de escrever isso exatamente como no Ingress !
ru_ru: Убедись, что пишешь ник точно так же, как в игре!

# ACV_Step2_Label_TokenFor
source: Token for : {0}
de_de: Token für: {0}
es_es: Token para: {0}
fr_fr: Jeton pour : {0}
it_it: Token per : {0}
pt_pt: Token para : {0}
ru_ru: Токен для {0}

# ACV_Step2_Label_TokenIs
source: Your token is
da_dk: Dit token er
de_de: Dein Token
es_es: Tu token es
fr_fr: Votre jeton est
it_it: Il tuo token è
pt_pt: O teu token é
ru_ru: Ваш токен:

# ACV_Step3_Button_OpenCommunityForums
source: Open Community Forums
da_dk: Åbn Fællesskabsfora
de_de: Community Forum öffnen
es_es: Abrir los foros de la Comunidad
fr_fr: Ouvrir Ingress Community
it_it: Apri Community Forum
pt_pt: Abrir Fóruns da Comunidade
ru_ru: Открыть Ingress-форум

# ACV_Step3_Button_VerifyMe
source: Verify me
da_dk: Bekræft mig
de_de: Verifizieren
es_es: Verificar mi usuario
fr_fr: Vérifiez-moi
it_it: Verificami
pt_pt: Verifique-me
ru_ru: Верифицировать меня

# ACV_Step3_Label_AfterPostExplanation
source: Once you've posted the token to the community Forums, click the button below to start the verification process.
da_dk: Når du har sendt token til community Forums, skal du klikke på knappen nedenfor for at starte verifikationsprocessen.
de_de: Sobald Sie das Token in den Foren gepostet haben, klicken Sie auf die Schaltfläche unten, um den Verifizierungsprozess zu starten.
es_es: Una vez que hayas publicado el token en los foros de la comunidad, haz clic en el botón de abajo para iniciar el proceso de verificación.
fr_fr: Une fois que vous avez posté le jeton sur Ingress Community, cliquez sur le bouton ci-dessous pour démarrer le processus de vérification.
it_it: Una volta inviato il token nel Community Forum, fare clic sul pulsante qui sotto per avviare il processo di verifica.
pt_pt: Uma vez que você postou o token para os fóruns da comunidade, clica no botão abaixo para iniciar o processo de verificação.
ru_ru: После того, как вы разместили токен на форуме, нажмите расположенную ниже кнопку для старта процесса проверки.

# ACV_Step3_Label_PostTokenOnCommunityForums
source: Post your token in the Activity feed of Ingress Community forums.
da_dk: Send din token i Ingress Fælleskabs forum aktivitets kanal.
de_de: Posten Sie Ihren Token im Aktivitätsfeed der Foren des Ingress-Community-Forums
es_es: Publica tu token en los foros de la comunidad de Ingress en el feed de actividad.
fr_fr: Publiez votre jeton dans le flux Activity du forum Ingress Community.
it_it: Inserisci il tuo token nella sezione Activity del Community Forum di Ingress.
pt_pt: Publica o teu token no feed de Atividades dos fóruns da Comunidade.
ru_ru: Размести токен на ленте Activity Ingress-форума.

# ACV_Step3_Label_Verified_AccountVerified
source: Your Wasabee account is now verified with the Community forums.
da_dk: Din Wasabee-konto er nu verificeret med fællesskabsfora.
de_de: Dein Wasabee-Konto wurde jetzt mit dem Ingress-Community-Forum verifiziert
es_es: Tu cuenta de Wasabee ha sido verificada en los foros de la Comunidad.
fr_fr: Votre compte Wasabee est maintenant vérifié avec Ingress Community.
it_it: Il tuo account Wasabee è ora verificato con il Community Forum.
pt_pt: A sua conta Wasabee ainda não foi verificada com os fóruns da Comunidade de Ingress.
ru_ru: Ваша учетная запись Wasabee подтверждена на Ingress-форуме.

# ACV_Step3_Label_Verified_BeeExplanation
source: Your profile now displays a 🐝!
da_dk: Din profil viser nu en 🐝!
de_de: Dein Profil zeigt jetzt eine 🐝!
es_es: ¡Tu perfil ahora muestra una 🐝!
fr_fr: Votre profil affiche à présent un 🐝 !
it_it: Il tuo profilo ora mostra una 🐝!
pt_pt: O seu perfil agora exibe um 🐝!
ru_ru: Теперь в твоем профиле отображается 🐝!

# ACV_Step3_Label_Verified_WellDone
source: Well done!
da_dk: Godt gået!
de_de: Gut gemacht!
es_es: ¡Bien hecho!
fr_fr: Bien joué !
it_it: Ben fatto!
pt_pt: Muito bem!
ru_ru: Отлично!

# Assignments_Page_Title
source: Assignments
da_dk: Opgaver
es_es: Asignaciones
fr_fr: Affectations
it_it: Assegnazioni
pt_pt: Atribuições
ru_ru: Назначения

# Checklist_Page_Title
source: Checklist
da_dk: Tjekliste
es_es: Lista de tareas
ru_ru: Чеклист

# Dialogs_Title_AvailableOpsList
source: Available OP's :
da_dk: Tilgængelige OPs :
de_de: Verfügbare OP's:
es_es: OP disponibles:
fr_fr: OP's disponibles :
it_it: OP Disponibili:
pt_pt: OP's disponíveis:
ru_ru: Доступные ОПРЦ:

# Dialogs_Title_CustomServerUrl
source: Custom server URL :
da_dk: Brugerdefineret server URL :
de_de: Eigene Server-URL:
es_es: URL del servidor personalizado:
fr_fr: URL de serveur personnalisé :
it_it: URL server personalizzato:
pt_pt: URL do servidor personalizado:
ru_ru: Пользовательский URL сервера:

# Dialogs_Warning_ACVFailed
source: Agent Community Verification failed. Please make sure you posted the token and retry.
da_dk: Agentens fællesskabsbekræftelse mislykkedes. Sørg for at du har lagt token op og prøv igen.
de_de: Agent Community Verification fehlgeschlagen. Bitte stellen Sie sicher, dass Sie das Token gepostet haben und versuchen Sie es erneut.
es_es: La verificación de agentes en los foros de la Comunidad ha fallado. Por favor, asegúrate de que has publicado el token y vuelve a intentarlo.
fr_fr: L'Agent Community Verification a échoué. Veuillez vous assurer que vous avez posté le jeton et réessayez.
it_it: Agent Community Verification non riuscita. Assicurati di aver pubblicato il token e riprova.
pt_pt: A verificação do agente da comunidade falhou. Por favor, certifique-se de ter postado o token e tente novamente.
ru_ru: Верификация на форуме не удалась. Пожалуйста, убедись, что ты выложил токен, и повтори попытку.

# Dialogs_Warning_InGameNameAlreadyVerified
source: It seems that this Ingress name has already been verified.
da_dk: Dette navn er tilsyneladende allerede blevet verificeret.
de_de: Es scheint, dass dieser Ingressname bereits verifiziert wurde.
es_es: Parece que este nombre de Ingress ya ha sido verificado.
fr_fr: Il semble que ce pseudo ait déjà été vérifié.
it_it: Sembra che questo nome Ingress sia già stato verificato.
pt_pt: Parece que este nome já foi verificado.
ru_ru: Кажется, ваш Ingress-ник был верифицирован ранее.

# Dialogs_Warning_InGameNameRequired
source: Your in-game name is required!
da_dk: Dit navn i spillet er påkrævet!
de_de: Dein ingame-Name ist erforderlich
es_es: ¡Se requiere el nombre del juego!
fr_fr: Votre nom dans le jeu est requis !
it_it: Il tuo nome in-game è necessario!
pt_pt: O teu nome no jogo é obrigatório!
ru_ru: Укажите ваш Ingress-ник!

# Dialogs_Warning_LocationPermissionRequired
source: Geolocation permission is required !
da_dk: Geolocation tilladelse er påkrævet!
de_de: Standortberechtigung erforderlich!
es_es: ¡Se requiere permiso de geolocalización!
fr_fr: Autorisation de géolocalisation requise !
it_it: È necessario il permesso alla geolocalizzazione !
pt_pt: É necessária permissão de Geolocalização!
ru_ru: Приложению нужно разрешение на определение локации!

# Dialogs_Warning_PermissionWhenInUse
source: To show your position on the map, please set the permission to 'When in use'.
da_dk: For at vise din position på kortet, angiv venligst tilladelsen til 'Ved brug af appen'.
es_es: Para mostrar tu posición en el mapa, por favor establece el permiso a 'Cuando la aplicación está en uso'.
fr_fr: Pour afficher votre position sur la carte, veuillez définir la permission sur 'Toujours autoriser'.
it_it: Per mostrare la tua posizione sulla mappa, imposta il permesso su 'mentre l'app è in uso'.
pt_pt: Para mostrar sua posição no mapa, por favor defina a permissão para 'Quando em uso'.
ru_ru: Чтобы отображать твою позицию на карте, пожалуйста, установи разрешение на 'При использовании'.

# Dialogs_Warning_SetLocationPermissionsAllTheTime
source: To use the live location sharing, please set the permission to 'Allow all the time'.
da_dk: For at bruge den levende placeringsdeling, angiv venligst tilladelsen til 'Tillad hele tiden'.
de_de: Um die Live-Standortfreigabe zu verwenden, setzen Sie bitte die Erlaubnis "Jederzeit zulassen".
es_es: Para permitir compartir tu ubicación en vivo, por favor establece el permiso en 'Permitir todo el tiempo'.
fr_fr: Pour utiliser le partage de position en direct, veuillez définir la permission sur "Autoriser tout le temps".
it_it: Per utilizzare la condivisione della posizione live, imposta il permesso su 'Consenti sempre'.
pt_pt: Para usar a partilha de localização ao vivo, por favor, defina a permissão para 'Permitir sempre'.
ru_ru: Чтобы использовать треккинг местоположения в реальном времени, пожалуйста, разреши приложению использовать твою геопозицию постоянно.

# Dialog_Warning_GeolocationDisabled
source: Geolocation Disabled
da_dk: Location Deaktiveret
es_es: Geolocalización desactivada
fr_fr: Géolocalisation désactivée
it_it: Geolocalizzazione disattivata
pt_pt: Geolocalização Desativada
ru_ru: Геолокация выключена

# Dialog_Warning_GeolocationDisabled-Text
source: Please ensure that geolocation is enabled and permissions are allowed for Wasabee to start sharing your location.
da_dk: Venligst sørg for, at lokation er aktiveret, og tilladelser er tilladt for Wasabee for at begynde at dele din placering.
es_es: Por favor, asegúrese de que la geolocalización está habilitada y de que ha otorgado permisos de geolocalización a Wasabee para empezar a compartir su ubicación.
fr_fr: Veuillez vous assurer que la géolocalisation est activée et que les autorisations sont données à Wasabee pour commencer à partager votre position.
it_it: Assicurati che la geolocalizzazione sia abilitata e che le Wasabee abbia i permessi per iniziare a condividere la tua posizione.
pt_pt: Por favor, certifique-se de que a geolocalização e as permissões para o Wasabee estão ativadas para o Wasabee iniciar a partilha de sua localização.
ru_ru: Для того, чтобы начать делиться вашим местоположением, пожалуйста, убедись, что геолокация включена, а Wasabee даны соответствующие разрешения.

# Dialog_Warning_GoToTeamsList
source: See Teams
da_dk: Se Hold
de_de: Teams ansehen
es_es: Ver equipos
fr_fr: Voir les Équipes
it_it: Vedi Squadre
pt_pt: Ver equipas
ru_ru: Смотреть команды

# Dialog_Warning_NoOpsAvailable
source: No OP's available
da_dk: Ingen OP's tilgængelige
de_de: Keine OP's verfügbar
es_es: No hay más operaciones disponibles
fr_fr: Aucune OP disponible
it_it: Nessuna OP disponibile
pt_pt: Não há OP's disponíveis
ru_ru: Нет доступных ОПРЦ

# Dialog_Warning_NoTeamSharingEnabled
source: None of your teams has been set to share your location. Go to Teams list and enable at least one team.
da_dk: Ingen af dine hold er indstillet til at dele din placering. Gå til Hold -liste og aktivér mindst ét hold .
de_de: Keines deiner Teams wurde so eingestellt, dass du deinen Standort teilen kannst. Gehe zur Team-Liste und aktiviere mindestens ein Team.
es_es: Ninguno de tus equipos ha sido configurado para compartir tu ubicación. Ve a la lista de equipos y actívalo en al menos un equipo.
fr_fr: Aucune de vos équipes n'a été configurée pour partager votre emplacement. Allez dans la liste des équipes et activez au moins une équipe.
it_it: Nessuna delle tue squadre è stata selezionata per condividere la tua posizione. Vai alla lista Squadre e abilita almeno una squadra.
pt_pt: Nenhuma das suas equipas foi definida para partilhar a tua localização. Vai à lista de equipas e ativa pelo menos uma equipa.
ru_ru: Ни одной из твоих команд не разрешено использовать данные о твоей геопозиции. Перейди в список команд и дай разрешение хотя бы одной команде.

# Dialog_Warning_PermissionsRequired
source: Permissions required
da_dk: Tilladelser påkrævet
de_de: Berechtigungen erforderlich
es_es: Se requieren permisos
fr_fr: Permissions requises
it_it: Permessi necessari
pt_pt: Permissão necessária
ru_ru: Необходимы разрешения

# Global_Add
source: Add
da_dk: Tilføj
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
it_it: Aggiungi
pt_pt: Adicionar
ru_ru: Добавить

# Global_Cancel
source: Cancel
da_dk: Annuller
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
pt_pt: Cancelar
ru_ru: Отменить

# Global_Delete
source: Delete
da_dk: Slet
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
pt_pt: Apagar
ru_ru: Удалить

# Global_DevModeActivated
source: Dev mode activated
da_dk: Udviklertilstand aktiveret
de_de: Dev-Modus aktiviert
es_es: Modo de desarrollo activado
fr_fr: Mode Dev activé
it_it: Modalità Dev attivata
pt_pt: "Modo Privado" ativado
ru_ru: Активирован режим разработчика

# Global_ErrorOccuredPleaseRetry
source: Error occured, please retry
da_dk: Der opstod en fejl. Prøv igen
de_de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es_es: Se ha producido un error. Por favor, vuelve a intentarlo.
fr_fr: Une erreur est survenue, veuillez réessayer
it_it: Si è verificato un errore, riprova
pt_pt: Ocorreu um erro, volte a tentar
ru_ru: Произошла ошибка. Повтори попытку

# Global_Exit
source: Exit
da_dk: Luk
de_de: Beenden
es_es: Salir
fr_fr: Quitter
it_it: Esci
pt_pt: Sair
ru_ru: Выход

# Global_NeverAskAgain
source: Don't ask again
da_dk: Spørg ikke igen
de_de: Nicht mehr fragen
es_es: No volver a preguntar
fr_fr: Ne plus demander
it_it: Non chiedere più
pt_pt: Não perguntar novamente
ru_ru: Больше не спрашивать

# Global_NeverShowAgain
source: Never show again
da_dk: Vis ikke igen.
de_de: Nicht mehr anzeigen
es_es: No volver a mostrar
fr_fr: Ne plus afficher
it_it: Non mostrare più
pt_pt: Não mostrar novamente
ru_ru: Больше не показывать

# Global_NoInternet
source: No Internet, please verify your network access
da_dk: Intet internet, tjek venligst din netværksadgang
de_de: Kein Internet, bitte überprüfen Sie Ihren Netzwerkzugang
es_es: No hay Internet. Por favor comprueba tu acceso a la red
fr_fr: Aucune connexion Internet, veuillez vérifier votre accès au réseau
it_it: Nessuna connessione Internet, verifica l'accesso alla rete
pt_pt: Sem Internet, verifique o seu acesso à rede
ru_ru: Нет интернета; пожалуйста, проверь доступ к сети

# Global_Ok
source: Ok
es_es: Aceptar

# Global_Unverified
source: Unverified
da_dk: Ubekræftet
es_es: No Verificado
fr_fr: Non vérifié
it_it: Non verificato
pt_pt: Não verificado
ru_ru: Не верифицирован

# Global_Verified
source: Verified
da_dk: Bekræftet
es_es: Verificado
fr_fr: Vérifié
it_it: Verificato
pt_pt: Verificado
ru_ru: Верифицирован

# Global_Version
source: Version
es_es: Versión
it_it: Versione
pt_pt: Versão
ru_ru: Версия

# Global_Yes
source: Yes
da_dk: Ja
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì
pt_pt: Sim
ru_ru: Да

# LinkDialog_Text_Destination
source: Destination
da_dk: Til
de_de: Ziel
es_es: Destino
it_it: Destinazione
pt_pt: Destino
ru_ru: Входящий портал

# LinkDialog_Text_Source
source: Source
da_dk: Fra
de_de: Ursprung
es_es: Origen
it_it: Origine
pt_pt: Fonte
ru_ru: Источник

# LinkDialog_Text_State
source: State: {0}
da_dk: Status: {0}
es_es: Estado: {0}
fr_fr: État : {0}
it_it: Stato: {0}
pt_pt: Estado: {0}
ru_ru: Состояние: {0}

# LinkDialog_Title
source: Link informations
da_dk: Link info
de_de: Link-Informationen
es_es: Información del enlace
fr_fr: Informations sur le lien
it_it: Informazioni Link
pt_pt: Informações do link
ru_ru: Информация о линке

# LocationDialog_Text_BigText-Line1
source: You're going to enable the Live Location Sharing feature. This means that your real position is going to be send on a regular basis to the Wasabee server.
da_dk: Du vil aktivere funktionen Live Placering Deling. Det betyder, at din reelle position vil blive sendt på regelmæssig basis til Wasabee-server.
de_de: Sie werden die Live-Standortfreigabe aktivieren. Das bedeutet, dass Ihre tatsächliche Position regelmäßig an den Wasabee-Server gesendet wird.
es_es: Vas a activar la función Compartir Ubicación en Tiempo Real. Esto significa que tu posición real será enviada regularmente al servidor de Wasabee.
fr_fr: Vous allez activer la fonction de partage de localisation en direct. Cela signifie que votre position réelle va être envoyée régulièrement au serveur Wasabee.
it_it: Stai per abilitare la condivisione della posizione. Questo significa che la tua posizione sarà inviata in tempo reale al server Wasabee.
pt_pt: Você vai ativar o recurso de partilha de localização ao vivo. Isso significa que a tua posição real será enviada regularmente para o servidor Wasabee.
ru_ru: Ты собирашься включить функцию треккинга локации в реальном времени. Это означает, что твое реальное местоположение будет регулярно отправляться на сервер Wasabee.
