Repository: wasabee-project/Wasabee-Mobile-Xamarin
Catalog: Rocks.Wasabee.Mobile.Core/Resources/I18n/Strings.*.resx
Languages: da_dk, de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

# LocationDialog_Text_BigText-Line2
source: All the teams to which you enabled location sharing will be able to see your position when the feature is enabled.
da_dk: Alle de hold, som du har aktiveret placeringsdeling til, vil kunne se din position, når funktionen er aktiveret.
de_de: Alle Teams, mit denen Sie Standortfreigabe aktiviert haben, werden Ihre Position sehen können, wenn die Funktion aktiviert ist.
es_es: Todos los equipos con los que hayas permitido el Compartir Ubicación podrán ver tu posición cuando la función esté habilitada.
fr_fr: Toutes les équipes dans lesquelles vous avez activé le partage de position seront en mesure de voir votre position lorsque la fonctionnalité est activée.
it_it: Tutte le squadre a cui hai abilitato la condivisione della posizione saranno in grado di vedere la tua posizione quando la funzione è abilitata.
pt_pt: Todas as equipas com as quais ativou a partilha de localização poderão ver a sua posição quando o recurso estiver habilitado.
ru_ru: Все команды, для которых вы включили определение местоположения, смогут видеть вашу локацию при включении ее треккинга.

# LocationDialog_Text_BigText-Line3
source: To configure which team can see you or not, you must go to the Teams menu.
da_dk: For at konfigurere hvilket hold kan se dig eller ej, skal du gå til Hold menuen.
de_de: Um zu konfigurieren, welches Team Sie sehen kann oder nicht, gehen Sie zum Team-Menü.
es_es: Para configurar qué equipos pueden verte o no, tienes que ir al menú Equipos.
fr_fr: Pour configurer quelle équipe peut vous voir ou non, vous devez aller dans le menu Équipes.
it_it: Per configurare quali squadre possono vederti o no, accedi al menu Squadre.
pt_pt: Para configurar qual equipa pode vê-lo ou não, você deve ir ao menu equipas.
ru_ru: Чтобы настроить, какие команды смогут вас видеть, вы должны перейти в меню Команд.

# LocationDialog_Text_BigText-Line4
source: Also, while the feature is enabled, your location will be sent to Wasabee Server even if you're not using the app, aka. when the app is in background or closed.
da_dk: Også, mens funktionen er aktiveret, vil din placering blive sendt til Wasabee Server, selv om du ikke bruger appen, dvs. når app'en er i baggrunden eller er lukket.
de_de: Während die Funktion aktiviert ist, wird Ihr Standort auch dann an den Wasabee Server gesendet, wenn Sie die App nicht benutzen, auch wenn die App im Hintergrund ist oder geschlossen ist.
es_es: Además, mientras la función está activada, tu ubicación se enviará al servidor de Wasabee incluso si no estás usando la aplicación, es decir, cuando la aplicación está en segundo plano o está cerrada.
fr_fr: De plus, alors que la fonctionnalité est activée, votre position sera envoyée au serveur Wasabee même si vous n'utilisez pas l'application, i.e. lorsque l'application est en arrière-plan ou fermée.
it_it: Inoltre, mentre la funzione è abilitata, la tua posizione verrà inviata al server Wasabee anche se non stai utilizzando l'app. Ad esempio, quando l'applicazione è in background o chiusa.
pt_pt: Além disso, enquanto a função estiver ativada, a sua localização será enviada para o Servidor Wasabee mesmo que você não esteja a usar o aplicativo, ou quando a aplicação está em segundo plano ou fechada.
ru_ru: Кроме того, при включенной опции твоя локация будет отправляться на сервер Wasabee, даже если ты не используешь приложение, т. е. когда приложение находится в фоновом режиме или закрыто.

# LocationDialog_Text_DataStorage
source: Data storage
da_dk: Datalager
de_de: Datenspeicher
es_es: Almacenamiento de datos
fr_fr: Stockage des données
it_it: Archivio Dati
pt_pt: Armazenamento de dados
ru_ru: Хранение данных

# LocationDialog_Text_DataStorage-Details
source: Only your last known location (the last location sent by the app) is stored on the servers. No location history is made and we can't retrace your route.
da_dk: Kun din sidst kendte placering (den sidste placering sendt af appen) gemmes på serverne. Ingen placeringshistorik er lavet, og vi kan ikke spore din rute.
de_de: Nur dein letzter bekannter Standort (der letzte von der App gesendete Standort) wird auf den Servern gespeichert. Es ist kein Standortverlauf erstellt und wir können Ihre Route nicht nachverfolgen.
es_es: Sólo tu última ubicación conocida (la última ubicación enviada por la aplicación) se almacena en los servidores. No se realiza ningún historial de ubicación y no podemos rastrear su ruta.
fr_fr: Seul votre dernier emplacement connu (le dernier emplacement envoyé par l'application) est stocké sur les serveurs. Aucun historique de localisation n'a été fait et nous ne pouvons pas retracer votre itinéraire.
it_it: Solo la tua ultima posizione conosciuta (l'ultima posizione inviata dall'app) rimane memorizzata sui server. Nessuna cronologia delle posizioni viene creata e non possiamo tracciare il tuo percorso.
pt_pt: Apenas o seu último local conhecido (o último local enviado pela aplicação) é armazenado nos servidores. Nenhum histórico de localização foi efectuado e não é possível rastrear a sua rota.
ru_ru: На серверах хранится только ваша последняя геопозиция (последнее местоположение, отправленное приложением). История местоположения не пишется, мы не можем отслеживать ваш маршрут.

# LocationDialog_Text_Question
source: Why do I see this message ?
da_dk: Hvorfor ser jeg denne meddelelse?
de_de: Warum sehe ich diese Nachricht ?
es_es: ¿Por qué veo este mensaje?
fr_fr: Pourquoi je vois ce message ?
it_it: Perché vedo questo messaggio?
pt_pt: Por que é que eu vejo esta mensagem ?
ru_ru: Почему я вижу это сообщение?

# LocationDialog_Text_ReadMore
source: Read more about Wasabee Server's privacy policy :
da_dk: Læs mere om Wasabee Servers privatlivspolitik :
de_de: Lesen Sie mehr über die Datenschutzrichtlinie des Wasabee Servers:
es_es: Lea más sobre la política de privacidad del servidor Wasabee:
fr_fr: En savoir plus sur la politique de confidentialité de Wasabee Server :
it_it: Per saperne di più sulla privacy policy di Wasabee Server:
pt_pt: Leia mais sobre a política de privacidade do Servidor do Wasabee:
ru_ru: Подробнее о политике конфиденциальности сервера Wasabee:

# LocationDialog_Text_ReadMore-ClickHere
source: Click here
da_dk: Tryk her
de_de: Hier klicken
es_es: Haz clic aquí
fr_fr: Cliquez ici
it_it: Clicca qui
pt_pt: Clica aqui
ru_ru: Нажми сюда

# LocationDialog_Title
source: Attention please
da_dk: Bemærk venligst
de_de: Bitte beachten!
es_es: Atención, por favor
fr_fr: Attention s'il vous plaît
it_it: Attenzione!
pt_pt: Atenção por favor
ru_ru: Внимание!

# Map_Button_Infos
source: ⓘ Infos
da_dk: ⓘ Info
es_es: ⓘ Info
it_it: ⓘ Info
pt_pt: ⓘ Informações
ru_ru: ⓘ Инфо

# Map_Label_AgentsList-ClickToShow
source: CLICK TO SHOW
da_dk: KLIK FOR AT VISE
es_es: HAZ CLIC PARA MOSTRAR
fr_fr: CLIQUEZ POUR AFFICHER
it_it: CLICCA PER MOSTRARE
pt_pt: CLIQUE PARA MOSTRAR
ru_ru: НАЖМИ ДЛЯ ПОКАЗА

# Map_Page_Title
source: Map
da_dk: Kort
es_es: Mapa
fr_fr: Carte
it_it: Mappa
pt_pt: Mapa
ru_ru: Карта

# Map_Text_Layers-Agents
source: Agents
da_dk: Agenter
es_es: Agentes
it_it: Agenti
pt_pt: Agentes
ru_ru: Агенты

# Map_Text_Layers-Anchors
source: Anchors
da_dk: Ankere
es_es: Anclas
fr_fr: Ancres
it_it: Ancore
pt_pt: Âncoras
ru_ru: Опорники

# Map_Text_Layers-Links
source: Links
es_es: Enlaces
fr_fr: Liens
it_it: Link
ru_ru: Линки

# Map_Text_Layers-Markers
source: Markers
da_dk: Markører
es_es: Marcadores
fr_fr: Marqueurs
it_it: Marker
pt_pt: Marcadores
ru_ru: Маркеры

# Map_Text_Layers-Zones
source: Zones
da_dk: Zoner
es_es: Zonas
it_it: Zone
pt_pt: Zonas
ru_ru: Зоны

# Map_Text_TimeAgo
source: {0} ago
da_dk: {0} siden
es_es: hace {0}
fr_fr: {0} plus tôt
it_it: {0} fa
pt_pt: {0} atrás
ru_ru: {0} назад

# MarkerDialog_Text_State
source: State: {0}
da_dk: Tilstand: {0}
de_de: Status: {0}
es_es: Estado: {0}
fr_fr: État : {0}
it_it: Stato: {0}
pt_pt: Estado: {0}
ru_ru: Состояние: {0}

# MarkerDialog_Title
source: Marker informations
da_dk: Oplysninger om markøren
de_de: Marker-Informationen
es_es: Información del marcador
fr_fr: Informations sur le marqueur
it_it: Informazioni Marker
pt_pt: Informações de Marcadores
ru_ru: Информация о маркере

# MarkerType_Capture
source: Capture
es_es: Capturar
fr_fr: Capturer
pt_pt: Capturar

# MarkerType_CreateLink
source: Create link
es_es: Crear enlace
fr_fr: Créer un lien
pt_pt: Criar link

# MarkerType_Destroy
source: Destroy
es_es: Destruir
fr_fr: Détruire
pt_pt: Destruir

# MarkerType_Exclude
source: Excluded
es_es: Excluido
fr_fr: Exclus
pt_pt: Excluído

# MarkerType_Farm
source: Farm keys
es_es: Obtener llaves
fr_fr: Farmer des clés
pt_pt: Farmar Chaves

# MarkerType_GetKey
source: Get key
es_es: Obtener llave
fr_fr: Obtenir des clés
pt_pt: Retirar Chaves

# MarkerType_GoTo
source: Go to
es_es: Ir a
fr_fr: Aller à
pt_pt: Ir para

# MarkerType_LetDecay
source: Let decay
es_es: Dejar decaer
fr_fr: Laisser decay
pt_pt: Deixar caír

# MarkerType_MeetAgent
source: Meet Agent
es_es: Reunirse con agente
fr_fr: Rencontrer un Agent
pt_pt: Encontrar Agente

# MarkerType_Other
source: Other
es_es: Otra
fr_fr: Autre
pt_pt: Outro

# MarkerType_Recharge
source: Recharge
es_es: Recargar
fr_fr: Recharger
pt_pt: Recarregar

# MarkerType_Upgrade
source: Upgrade
es_es: Mejorar
fr_fr: Upgrader
pt_pt: Atualizar

# MarkerType_UseVirus
source: Use virus
es_es: Usar Virus
fr_fr: Utiliser un Virus
pt_pt: Usar vírus

# Menu_Button_ChangeOp
source: Change
da_dk: Skift
de_de: Wechseln
es_es: Cambiar
fr_fr: Changer
it_it: Cambia
pt_pt: Mudança
ru_ru: Изменить

# Menu_Button_Logout
source: Log out
da_dk: Log af
de_de: Ausloggen
es_es: Cerrar sesión
fr_fr: Déconnexion
pt_pt: Terminar sessão
ru_ru: Выйти из аккаунта

# Menu_Button_RefreshOps
source: Refresh
da_dk: Opdater
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
it_it: Aggiorna
pt_pt: Atualizar
ru_ru: Обновить

# Menu_Item_LiveFcmLogs
source: Live FCM logs
es_es: Registros FCM en directo
fr_fr: Logs FCM en direct
it_it: Log FCM in tempo reale
pt_pt: Logs FCM ao vivo
ru_ru: Логи FCM

# Menu_Item_OperationMap
source: Operation Map
da_dk: Operationskort
de_de: Operations-Karte
es_es: Mapa de Operación
fr_fr: Carte de l'Opération
it_it: Mappa Operazione
pt_pt: Mapa da OP
ru_ru: Карта ОПРЦ

# Menu_Item_OperationsList
source: My Operations
da_dk: Mine Operationer
de_de: Meine Operatoren
es_es: Mis operaciones
fr_fr: Mes Opérations
it_it: Le Mie Operazioni
pt_pt: Minhas OP's
ru_ru: Мои ОПРЦ

# Menu_Item_Profile
source: Profile
da_dk: Profil
de_de: Profil
es_es: Perfil
fr_fr: Profil
it_it: Profilo
pt_pt: Perfil
ru_ru: Профиль

# Menu_Item_Settings
source: Settings
da_dk: Indstillinger
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
pt_pt: Configurações
ru_ru: Настройки

# Menu_Item_Teams
source: Teams
da_dk: Hold
es_es: Equipos
fr_fr: Équipes
it_it: Squadre
pt_pt: Equipas
ru_ru: Команды

# Menu_Label_CurrentServer
source: Server :
es_es: Servidor:
fr_fr: Serveur :
pt_pt: Servidor :
ru_ru: Сервер:

# Menu_Label_ErrorLoadingOp
source: ERROR loading OP
da_dk: fejlindlæsning af OP
de_de: Fehler beim Laden von OP
es_es: Error al cargar la operación
fr_fr: ERREUR de chargement de l'OP
it_it: ERRORE caricamento OP
pt_pt: Erro ao carregar OP
ru_ru: Ошибка загрузки ОПРЦ

# Menu_Label_LocationSharing
source: Location sharing :
da_dk: Placeringsdeling
de_de: Standort teilen
es_es: Compartir ubicación:
fr_fr: Partage de position :
it_it: Condivisione posizione :
pt_pt: Partilha de localização
ru_ru: Обмен даными геолокации:

# Menu_Label_NoLocalOpsStored
source: You don't have any local OP's stored
da_dk: Du har ikke nogen lokale OP's gemt
de_de: Sie haben keine lokalen OP's gespeichert
es_es: No hay operaciones guardadas localmente
fr_fr: Vous n'avez aucune OP locale stockée
it_it: Non hai nessuna OP locale in memoria
pt_pt: Você não tem nenhum OP armazenada no local
ru_ru: У вас нет ОПРЦ, сохраненных на устройстве

# OperationDetail_Label_InvolvedTeams
source: Involved teams
da_dk: Involverede hold
es_es: Equipos implicados
fr_fr: Équipes engagées
it_it: Squadre interessate
pt_pt: Equipas envolvidas
ru_ru: Участие команд

# OperationDetail_Label_OpName
source: Operation Name
da_dk: Operationens Navn
es_es: Nombre de la operación
fr_fr: Nom de l'Opération
it_it: Nome Operazione
pt_pt: Nome da OP
ru_ru: Название операции

# OperationMap_Page_Title
source: Operation
es_es: Operación
fr_fr: Opération
it_it: Operazione
pt_pt: Operação

# OperationsList_Page_Title
source: My Operations
da_dk: Mine Operationer
es_es: Mis operaciones
fr_fr: Mes Opérations
it_it: Le Mie Operazioni
pt_pt: Minhas OP's
ru_ru: Мои операции

# Operation_Text_AssignedTo
source: Assigned to :
es_es: Asignado a:
fr_fr: Affecté à :
pt_pt: Atribuído a:

# Profile_Button_LinkIngressAccount
source: Link Ingress Account
da_dk: Link Ingresskonto
es_es: Vincular cuenta de Ingress
fr_fr: Lier le compte Ingress
it_it: Collega Account Ingress
pt_pt: Vincular conta de Ingress
ru_ru: Привязать Ingress-аккаунт

# Profile_Button_LinkTelegram
source: Link Telegram account
da_dk: Link Telegram konto
es_es: Vincular cuenta de Telegram
fr_fr: Lier à Telegram
it_it: Collega account Telegram
pt_pt: Associar conta do Telegram
ru_ru: Привязать Telegram-аккаунт

# Profile_Label_DataOrigin
source: This information comes from V and/or .rocks. If you have an UnverifiedAgent_ name, please ensure your .Rocks and V information is correct.
da_dk: Disse oplysninger kommer fra V og/eller .rocks. Hvis du har et UnverifiedAgent_ navn, så sørg venligst for at dine .Rocks og V oplysninger er korrekte.
de_de: Diese Informationen kommen von V und/oder .rocks. Wenn du einen UnverifiedAgent_ Namen hast, stelle bitte sicher, dass deine .Rocks und V-Informationen korrekt sind.
es_es: Esta información proviene de V y/o .rocks. Si tiene un nombre de UnverifiedAgent_, asegúrese de que su información de .Rocks y V es correcta.
fr_fr: Ces informations proviennent de V et/ou de .Rocks. Si vous avez un nom UnverifiedAgent_, assurez-vous que vos informations .Rocks et V sont correctes.
it_it: Queste informazioni provengono da V e/o .rocks. Se hai un nome che inizia con UnverifiedAgent_, assicurati che le tue informazioni su .Rocks e V siano corrette.
pt_pt: Esta informação vem do V e/ou rocks. Se você tiver um nome UnverifiedAgent_ certifica-te de que suas informações Rocks e V estão corretas.
ru_ru: Эта информация поступает от V и/или .rocks. Если ты отображаешься как "UnverifiedAgent_цифры", пожалуйста, убедись в правильности информации на .rocks и V.

# Profile_Label_Infos
source: Infos
da_dk: Info
es_es: Información
fr_fr: Informations
it_it: Info
pt_pt: Informações
ru_ru: Инфо

# Profile_Label_Level
source: Level : {0}
es_es: Nivel: {0}
fr_fr: Niveau : {0}
it_it: Livello : {0}
pt_pt: Nível : {0}
ru_ru: Уровень : {0}

# Profile_Label_Status
source: Status :
es_es: Estado:
fr_fr: Statut :
it_it: Stato :
pt_pt: Estado:
ru_ru: Статус:

# Profile_Label_VStatus
source: V Status
es_es: Estado en V
fr_fr: Statut V
it_it: Stato V
pt_pt: Status de V
ru_ru: Статус V

# Profile_Page_Title
source: Profile
da_dk: Profil
de_de: Profil
es_es: Perfil
fr_fr: Profil
it_it: Profilo
pt_pt: Perfil
ru_ru: Профиль

# Settings_Alert_Text_RestartAppLanguageChanged
source: Please restart the application to take into account the new language
es_es: Por favor, reinicie la aplicación para que se aplique el idioma seleccionado
fr_fr: Veuillez redémarrer l'application pour prendre en compte la nouvelle langue
it_it: Riavvia l'applicazione per passare alla nuova lingua
pt_pt: Por favor, reinicie o aplicativo para levar em conta o novo idioma
ru_ru: Перезапусти приложение, чтобы изменить язык

# Settings_Button_OpenSystemSettings
source: Open app system settings
da_dk: Åbn app-systemindstillinger
de_de: Systemeinstellungen öffnen
es_es: Abrir ajustes del sistema para la aplicación
fr_fr: Ouvrir les paramètres système
it_it: Apri impostazioni di sistema per le app
pt_pt: Abrir as definições do sistema
ru_ru: Открыть системные настройки приложения

# Settings_Label_AnonymousAnalytics
source: Enable Anonymous Analytics
da_dk: Aktiver Anonym Analytics
de_de: Anonyme Analytiken aktivieren
es_es: Activar datos analíticos anónimos
fr_fr: Activer les rapports d'analyses anonymes
it_it: Condividi statistiche anonime
pt_pt: Habilitar Análises Anônimas
ru_ru: Включить обезличенную отправку данных об использовании приложения

# Settings_Label_AnonymousAnalyticsHint
source: (this helps the developers improve Wasabee)
da_dk: (Dette hjælper udviklerne med at forbedre Wasabee)
de_de: (Das wird den Entwicklern helfen Wasabee zu verbessern)
es_es: (esto ayuda a los desarrolladores a mejorar Wasabee)
fr_fr: (cela aidera les développeurs à améliorer Wasabee)
it_it: (aiuta gli sviluppatori a migliorare Wasabee)
pt_pt: (isso ajuda os desenvolvedores a melhorar o Wasabee)
ru_ru: (это помогает разработчикам улучшить Wasabee)

# Settings_Label_ChangeLanguage
source: Change application language
es_es: Cambiar el idioma de la aplicación
fr_fr: Changer la langue de l'application
it_it: Cambia lingua applicazione
pt_pt: Alterar idioma da aplicação
ru_ru: Выбери язык приложения

# Settings_Label_DarkMode
source: Switch light/dark theme
da_dk: Skift lys/mørkt tema
de_de: Auf helles/dunkles Thema umschalten
es_es: Alternar tema claro/oscuro
fr_fr: Changer de thème clair/foncé
it_it: Imposta tema chiaro/scuro
pt_pt: Mudar tema claro/escuro
ru_ru: Переключить на светлую\тёмную тему

# Settings_Label_HideCompletedMarkers
source: Hide completed markers on Map
da_dk: Skjul udførte markører på kort
es_es: Ocultar marcadores completados en el mapa
fr_fr: Masquer les marqueurs terminés sur la carte
it_it: Nascondi i marker completati dalla mappa
pt_pt: Ocultar marcadores concluídos no Mapa
ru_ru: Скрыть на карте маркеры завершенных задач

# Settings_Label_RefreshFcmToken
source: Refresh FCM token
da_dk: Genopfrisk FCM token
de_de: API-Token erneuern
es_es: Renovar token FCM
fr_fr: Actualiser le token FCM
it_it: Aggiorna token FCM
pt_pt: Atualizar token FCM
ru_ru: Обновить FCM токен

# Settings_Label_SendLogs
source: Send logs
da_dk: Send log
de_de: Logs senden
es_es: Enviar registros
fr_fr: Envoyer les logs
it_it: Invia log
pt_pt: Enviar registos
ru_ru: Отправить логи

# Settings_Label_SendLogsHint
source: No personnal data are sent. You can include Wasabee data.
da_dk: Ingen personlige data er sendt. Du kan inkludere Wasabee data.
de_de: Es werden keine persönlichen Daten gesendet. Sie können Wasabee-Daten angeben.
es_es: No se han enviado datos personales. Puedes incluir datos de Wasabee.
fr_fr: Aucune donnée personnelle n'est envoyée. Vous pouvez inclure les données Wasabee.
it_it: Nessun dato personale viene inviato. Puoi includere dati i Wasabee.
pt_pt: Nenhum dado pessoal foi enviado. Você pode incluir os dados do Wasabee.
ru_ru: Личные данные не будут отправлены. Вы можете включить данные Wasabee.

# Settings_Label_ShowAgentsFromAnyTeam
source: Show Agents from any team on Map
da_dk: Vis agenter fra alle hold på kort
de_de: Agenten aus jedem Team auf der Karte anzeigen
es_es: Mostrar agentes de cualquier equipo en el mapa
fr_fr: Afficher les agents de n'importe quelle équipe sur la carte
it_it: Mostra agenti da qualsiasi squadra sulla mappa
pt_pt: Mostrar agentes de qualquer equipa no mapa
ru_ru: Показывать на карте агентов из любой команды

# Settings_Label_ShowDebugToasts
source: Show debug messages
da_dk: Aktivér fejlfinding (debug) meddelelser
de_de: Debug-Meldungen anzeigen
es_es: Mostrar mensajes de depuración
fr_fr: Afficher des messages de debug
it_it: Mostra messaggi di debug
pt_pt: Exibe mensagens de Depuração
ru_ru: Показать отладочные сообщения

# Settings_Label_WasabeeWebpage
source: Wasabee Webpage
da_dk: Wasabee Hjemmeside
de_de: Wasabee Webseite
es_es: Página web de Wasabee
fr_fr: Page Web Wasabee
it_it: Pagina Web Wasabee
pt_pt: Página Web da Wasabee
ru_ru: Веб-страница Wasabee

# Settings_Section_About
source: About
da_dk: Om
de_de: Über
es_es: Acerca de
fr_fr: À propos
it_it: Info
pt_pt: Sobre
ru_ru: О проекте

# Settings_Section_Application
source: Application
da_dk: Program
de_de: Anwendung
es_es: Aplicación
it_it: Applicazione
pt_pt: Aplicação
ru_ru: Приложение

# Settings_Section_Miscellaneous
source: Misc.
da_dk: Div.
de_de: Sonstiges
es_es: Otros
fr_fr: Divers
it_it: Altro
pt_pt: Outros
ru_ru: Прочее

# Settings_Section_Permissions
source: Permissions
da_dk: Tilladelser
de_de: Berechtigungen
es_es: Permisos
it_it: Permessi
pt_pt: Permissões
ru_ru: Разрешения

# Settings_Title
source: Settings
da_dk: Indstillinger
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
pt_pt: Configurações
ru_ru: Настройки

# Settings_Toast_FcmtokenUpdated
source: Token updated
da_dk: Token opdateret
de_de: Token aktualisiert
es_es: Token actualizado
fr_fr: Token mis à jour
it_it: Token aggiornato
pt_pt: Token atualizado
ru_ru: Токен обновлён

# Settings_Toast_LogsAutomaticallySent
source: Data is beeing sent automatically
da_dk: Data bliver sendt automatisk
de_de: Daten werden automatisch gesendet
es_es: Los datos se envían automáticamente
fr_fr: Les données sont envoyées automatiquement
it_it: I dati vengono inviati automaticamente
pt_pt: Dados são enviados automaticamente
ru_ru: Данные передаются автоматически

# Settings_Warning_NoLogs
source: Can't find any log files
da_dk: Kan ikke finde nogen logfiler
de_de: Keine Log-Dateien gefunden
es_es: No se pueden encontrar archivos de registro
fr_fr: Aucun fichier log trouvé
it_it: Impossibile trovare alcun file di log
pt_pt: Não foi possível encontrar nenhum arquivo de registro
ru_ru: Не удается найти ни одного лога

# Settings_Warning_SendFileOverTelegram
source: Please send the file to @fisher01 on Telegram
da_dk: Send venligst filen til @fisher01 på Telegram
de_de: Bitte senden Sie die Datei auf Telegram an @fisher01
es_es: Por favor, envía el archivo a @fisher01 en Telegram
fr_fr: Veuillez envoyer le fichier à @fisher01 sur Telegram
it_it: Invia il file a @fisher01 su Telegram
pt_pt: Por favor, envia o arquivo para @fisher01 no Telegram
ru_ru: Пожалуйста, отправь файл @fisher01 в Telegram

# Settings_Warning_SendLogsWithDatabase
source: Include local DB copy ? This will include ALL your teams and OPS related data, please take care !
da_dk: Inkludér lokal DB-kopi? Dette vil omfatte alle dine hold og OPS-relaterede data, vær omhyggelig med det!
de_de: Lokale DB-Kopie einbinden ? Dies wird ALLE Ihre Teams und OPS-Daten beinhalten, bitte achten Sie darauf!
es_es: ¿Incluir copia local de la base de datos? Esto incluirá TODOS sus equipos y datos relacionados con las OPS. ¡Ten cuidado!
fr_fr: Inclure la copie de la base de données locale ? Cela inclura toutes vos équipes et vos OPs, faites attention !
it_it: Includi la copia locale del DB? ATTENZIONE: Questo includerà TUTTI i tuoi team e i dati relativi alle OP!
pt_pt: Incluir a cópia de segurança do BD local? Isto incluirá TODAS as tuas equipas e dados relacionados com OPS. Cuidado!
ru_ru: Отсылать ли локальную копию базы данных? Обратите внимание, что она включает все ваши данные о командах и об ОПРЦ!

# Settings_Warning_SendLogsWithDatabase_Title
source: #OpSec Warning !
da_dk: #OpSec Advarsel!
de_de: #OpSec Warnung!
es_es: ¡Advertencia de OpSec!
fr_fr: Avertissement #OpSec !
it_it: Avviso #OpSec !
pt_pt: #Opc Aviso !
ru_ru: Предупреждение: не нарушай секьюрность ОПРЦ!

# Settings_Warning_SendLogs_NoDb
source: Don't include !
da_dk: Medtag ikke!
de_de: Nicht includieren!
es_es: ¡No incluir!
fr_fr: Ne pas inclure !
it_it: Non includere !
pt_pt: Não incluir !
ru_ru: Не отсылать!

# Settings_Warning_SendLogs_WithDb
source: Ok, include it !
da_dk: OK, inkluder det!
de_de: Ok inkludieren!
es_es: ¡Ok, incluir!
fr_fr: Ok, incluez-le!
it_it: Ok, includi !
pt_pt: Ok, inclua-o !
ru_ru: Окей, добавляй!
