Repository: wasabee-project/Wasabee-Mobile-Xamarin
Catalog: Rocks.Wasabee.Mobile.Core/Resources/I18n/Strings.*.resx
Languages: da_dk, de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

# Settings_Warning_StoragePermissionsNeeded
source: Storage permissions are required !
da_dk: Lagringstilladelser kræves !
de_de: Speicherzugriff erforderlich
es_es: ¡Se requiere permiso de acceso al almacenamiento!
fr_fr: Les permissions de stockage sont requises !
it_it: I permessi di archiviazione sono necessari!
pt_pt: Necessária permissão de armazenamento!
ru_ru: Нужно разрешение на доступ к памяти устройства!

# SignIn_Button_Cancel
source: ✗ Cancel
da_dk: ✗ Annuller
de_de: ✗ Abbrechen
es_es: ✗ Cancelar
fr_fr: ✗ Annuler
it_it: ✗ Annulla
pt_pt: ✗ Cancelar
ru_ru: ✗ Отменить

# SignIn_Button_ChangeAccount
source: Change account
da_dk: Skift konto
de_de: Konto wechseln
es_es: Cambiar de cuenta
fr_fr: Changer de compte
it_it: Cambia account
pt_pt: Mudar de conta
ru_ru: Сменить аккаунт

# SignIn_Button_ChangeServer
source: Change server
da_dk: Skift server
de_de: Server wechseln
es_es: Cambiar de servidor
fr_fr: Changer de serveur
it_it: Cambia Server
pt_pt: Mudar Servidor
ru_ru: Сменить сервер

# SignIn_Button_Next
source: ✓ Next
da_dk: ✓ Næste
de_de: ✓ Nächste
es_es: ✓ Siguiente
fr_fr: ✓ Suivant
it_it: ✓ Successivo
pt_pt: ✓ Próximo
ru_ru: ✓ Далее

# SignIn_Button_OneTimeToken
source: Use One Time Token
da_dk: En-gangs token
de_de: Einmal-Token verwenden
es_es: Utilizar token de un sólo uso
fr_fr: Utiliser One Time Token
it_it: Usa One Time Token
pt_pt: Usar Token Único
ru_ru: Использовать однократный токен

# SignIn_Button_Retry
source: Retry
da_dk: Prøv igen
de_de: Wiederholen
es_es: Reintentar
fr_fr: Réessayer
it_it: Riprova
pt_pt: Tentar novamente
ru_ru: Повторить

# SignIn_Button_Validate
source: ✓ Validate
da_dk: ✓ Bekræft
de_de: ✓ Validieren
es_es: ✓ Validar
fr_fr: ✓ Valider
it_it: ✓ Convalida
pt_pt: ✓ Validar
ru_ru: ✓ Проверить

# SignIn_Button_WithGoogle
source: Sign in with Google
da_dk: Log ind med Google
de_de: Mit Google Konto anmelden
es_es: Iniciar sesión con Google
fr_fr: Se connecter avec Google
it_it: Accedi con Google
pt_pt: Inicie sessão com o Google
ru_ru: Войти с помощью Google

# SignIn_Label_EnterToken
source: Enter the token :
da_dk: Angiv token:
de_de: Token eingeben:
es_es: Introduce el token :
fr_fr: Saisir le token :
it_it: Inserisci il token :
pt_pt: Insira o token :
ru_ru: Введи токен:

# SignIn_Label_ErrorMsg_GoogleError
source: Google login failed !
da_dk: Google login mislykkedes!
de_de: Google Anmeldung ist Fehlgeschlagen.
es_es: ¡Error al iniciar sesión en Google!
fr_fr: Erreur de connexion avec Google !
it_it: Login con Google fallito!
pt_pt: Falha no login do Google !
ru_ru: Не удалось выполнить вход при помощи Google!

# SignIn_Label_ErrorMsg_Internal
source: Internal error
da_dk: Intern fejl
de_de: Interner Fehler
es_es: Error interno
fr_fr: Erreur interne
it_it: Errore interno
pt_pt: Erro interno
ru_ru: Внутренняя ошибка

# SignIn_Label_ErrorMsg_LoadingOpsData
source: Error loading Wasabee OPs data
da_dk: Fejl under indlæsning af Wasabee OP data
de_de: Fehler beim Laden der Wasabee OP daten.
es_es: Error al cargar los datos de Wasabee
fr_fr: Erreur lors du chargement des données Wasabee
it_it: Errore durante il caricamento delle OP Wasabee
pt_pt: Erro ao carregar dados das OP´s no Wasabee
ru_ru: Не удалось загрузить данные Wasabee об ОПРЦ

# SignIn_Label_ErrorMsg_WasabeeFail
source: Wasabee login failed !
da_dk: Wasabee login mislykkedes!
de_de: Wasabee Login fehlgeschlagen!
es_es: ¡Error al iniciar sesión en Wasabee!
fr_fr: Erreur de connexion à Wasabee !
it_it: Accesso a Wasabee fallito!
pt_pt: O login no Wasabee falhou!
ru_ru: Ошибка входа в Wasabe!

# SignIn_Label_LoadingStep_AppLoading
source: Application loading...
da_dk: Applikation indlæser...
de_de: Anwendung wird geladen...
es_es: Aplicación cargando...
fr_fr: Chargement de l'application...
it_it: Caricamento applicazione...
pt_pt: A Carregar Aplicação...
ru_ru: Приложение загружается...

# SignIn_Label_LoadingStep_ContactingServer
source: Contacting '{0}' Wasabee server...
da_dk: Kontakter '{0}' Wasabee server...
de_de: Kontaktiere '{0}' Wasabee-Server...
es_es: Conectando al servidor '{0}' de Wasabee...
fr_fr: Connexion au serveur Wasabee '{0}'...
it_it: Contattando il server Wasabee '{0}'...
pt_pt: A Contactar '{0}' servidor Wasabee...
ru_ru: Соединение с сервером Wasabee-'{0}'...

# SignIn_Label_LoadingStep_GoogleSuccess
source: Google login success...
da_dk: Google login gennemført...
de_de: Google Login erfolgreich...
es_es: Inicio de sesión exitoso con Google...
fr_fr: Connexion Google réussie...
it_it: Login con Google riuscito...
pt_pt: "Google login" bem sucedido...
ru_ru: Успешный вход с помощью Google...

# SignIn_Label_LoadingStep_LoadingData
source: Harvesting beehive,
da_dk: Høster bikuben
de_de: Bienenstöcke sammeln
es_es: Recolectando la colmena,
fr_fr: Collecte des données,
it_it: Raccogliendo l'alveare,
pt_pt: Colher colmeia,
ru_ru: Кажется, ОПРЦ собирается

# SignIn_Label_LoadingStep_LoggingIn
source: Logging in...
da_dk: Logger ind...
de_de: Loginvorgang...
es_es: Iniciando sesión ...
fr_fr: Connexion en cours...
it_it: Login in corso...
pt_pt: A iniciar sessão...
ru_ru: Авторизация...

# SignIn_Label_LoadingStep_SelectServer
source: Choose your server :
da_dk: Vælg din server :
de_de: Wähle deinen Server:
es_es: Elige tu servidor:
fr_fr: Choisissez votre serveur :
it_it: Scegli il tuo server:
pt_pt: Escolha o seu servidor:
ru_ru: Выбери сервер:

# SignIn_Label_LoadingStep_SelectServerToken
source: Choose token's server :
da_dk: Vælg token's server:
de_de: Tokens Server wählen:
es_es: Elige el servidor de token:
fr_fr: Choisir le serveur du token :
it_it: Scegli il server per il token :
pt_pt: Escolher servidor do token:
ru_ru: Выбери сервер токена:

# SignIn_Label_LoadingStep_WelcomeAgent
source: Welcome {0}
da_dk: Velkommen {0}
de_de: Willkommen {0} !
es_es: Bienvenido/a {0}
fr_fr: Bienvenue {0}
it_it: Benvenuto {0}
pt_pt: Bem-vindo(a) {0}
ru_ru: Добро пожаловать, {0}

# SignIn_Label_NoInternet
source: You must be connected to Internet over Wi-Fi or cellular network to use this application
da_dk: Du skal være forbundet til internettet via Wi-Fi eller mobilnetværk for at bruge denne applikation
de_de: Sie müssen über Wi-Fi oder Mobilfunknetz mit dem Internet verbunden sein, um diese Anwendung nutzen zu können
es_es: Debes estar conectado a Internet a través de Wi-Fi o red móvil para usar esta aplicación
fr_fr: Vous devez être connecté à Internet par Wi-Fi ou réseau mobile pour utiliser cette application
it_it: Devi essere connesso a Internet tramite Wi-Fi o rete cellulare per utilizzare questa applicazione
pt_pt: Deve estar conectado à Internet através de Wi-Fi ou rede de dados moveis para usar este aplicativo
ru_ru: Для использования этого приложения необходимо подключение к Интернету через Wi-Fi или сотовую сеть

# SignIn_Label_NoTeamsOrOperation
source: You don't have any assigned team or operation, contact your Operator before using Wasabee Mobile !
da_dk: Du er ikke tildelt nogle hold eller operationer, kontakt din operatør, før du bruger Wasabee Mobile !
de_de: Sie haben kein Team oder eine Operation, kontaktieren Sie Ihren Operator, bevor Sie Wasabee Mobile nutzen!
es_es: Noo tienes ningún equipo u operación asignados. ¡Ponte en contacto con tu Operador antes de usar Wasabee Mobile!
fr_fr: Vous n'avez aucune équipe ou opération assignée, contactez votre Opérateur avant d'utiliser Wasabee Mobile !
it_it: Non hai nessun team o operazione assegnati, contatta il tuo Operatore prima di utilizzare Wasabee Mobile !
pt_pt: Você não tem nenhuma equipe ou operação atribuída, entra em contato com o teu Operador antes de usar o Wasabee Mobile !
ru_ru: Ты не добавлен в команду, и у тебя нет загруженных планов. Свяжись с организаторами операций перед использованием Wasabee Mobile!

# SignIn_Label_PleaseWait
source: Please wait...
da_dk: Vent venligst...
de_de: Bitte warten...
es_es: Por favor, espere...
fr_fr: Veuillez patienter...
it_it: Attendi...
pt_pt: Por favor aguarde...
ru_ru: Пожалуйста, подождите...

# SignIn_Label_RememberServerChoice
source: Remember my choice (quick login if enabled)
da_dk: Husk mit valg (hurtig login, hvis aktiveret)
de_de: Meine Auswahl merken (Schnellanmeldung wenn aktiviert)
es_es: Recordar mi elección (inicio de sesión rápido si está activado)
fr_fr: Mémoriser mon choix (connexion rapide si activé)
it_it: Ricorda la mia scelta (login rapido se abilitato)
pt_pt: Lembrar minha escolha (login rápido se ativado)
ru_ru: Запомнить мой выбор для быстрого входа в учётную запись

# SignIn_Label_Warning
source: Attention please !
da_dk: Bemærk venligst!
de_de: Bitte beachten!
es_es: ¡Atención, por favor!
fr_fr: Attention !
it_it: Attenzione!
pt_pt: Atenção por favor !
ru_ru: Внимание!

# TargetDialog_Button_GoTo
source: Go to!
da_dk: Gå til!
de_de: Öffne Gmaps
es_es: ¡Ir!
fr_fr: Y aller !
it_it: Vai!
pt_pt: Ir para!
ru_ru: Иди к цели!

# TargetDialog_Button_Ignore
source: Ignore
da_dk: Ignorer
de_de: Ignorieren
es_es: Ignorar
fr_fr: Ignorer
it_it: Ignora
pt_pt: Ignorar
ru_ru: Игнорировать

# TargetDialog_Text_Goal
source: Goal:
da_dk: Formål:
de_de: Ziel:
es_es: Objetivo:
fr_fr: Objectif :
it_it: Obiettivo:
pt_pt: Objetivo:
ru_ru: Цель:

# TargetDialog_Text_Sender
source: Sent by:
da_dk: Sendt af:
de_de: Gesendet von:
es_es: Enviado por:
fr_fr: Envoyé par :
it_it: Inviato da:
pt_pt: Enviado por:
ru_ru: Отправил агент

# TargetDialog_Title
source: Important target received
da_dk: Vigtigt mål modtaget
de_de: Wichtiges Ziel erhalten
es_es: Se ha recibido un objetivo importante
fr_fr: Cible importante reçue
it_it: Obiettivo importante ricevuto
pt_pt: Alvo importante recebido
ru_ru: Получена важная цель

# TaskDialog_Button_Ack
source: 👍🏻 Ack
da_dk: 👍🏻 Godtag
de_de: 👍🏻 Bestätigen
es_es: 👍🏻 Recibido
fr_fr: 👍🏻 Vu
it_it: 👍🏻 Roger
ru_ru: 👍🏻 Принято

# TaskDialog_Button_Claim
source: ✓ Claim
da_dk: Påtag opgave
de_de: ✓ Beanspruchen
es_es: ✓ Reclamar
fr_fr: ✓ Prendre
it_it: ✓ Prenota
pt_pt: ✓ Reivindicar
ru_ru: ✓ Взять задачу

# TaskDialog_Button_Done
source: ✓ Done
da_dk: ✓ Udført
de_de: ✓ Erledigt
es_es: ✓ Completado
fr_fr: ✓ Fait
it_it: ✓ Fatto
pt_pt: ✓ Concluído
ru_ru: ✓ Выполнено

# TaskDialog_Button_Reject
source: ⚠ Reject
da_dk: ⚠ Afslå
de_de: ⚠ Ablehnen
es_es: ⚠ Rechazar
fr_fr: ⚠ Rejeter
it_it: ⚠ Rifiuta
pt_pt: ⚠ Rejeitar
ru_ru: ⚠ Отклонить

# TaskDialog_Button_Undone
source: ✗ Undone
da_dk: ✗ Ikke Fuldført
de_de: ✗ Unerledigt
es_es: ✗ No completada
fr_fr: ✗ Annulé
it_it: ✗ Annulla
pt_pt: ✗ Desfeito
ru_ru: ✗ Отменено

# TaskState_Acknowledged
source: Acknowledged
es_es: Recibido
fr_fr: Accepté
pt_pt: Reconhecido

# TaskState_Assigned
source: Assigned
es_es: Asignado
fr_fr: Affecté
pt_pt: Atribuído

# TaskState_Completed
source: Completed
es_es: Completado
fr_fr: Terminé
pt_pt: Concluído

# TaskState_Pending
source: Pending
es_es: Pendiente
fr_fr: En attente
pt_pt: Pendente

# TeamDetail_Button_AddAgent
source: Add Agent
da_dk: Tilføj Agent
de_de: Agent hinzufügen
es_es: Añadir agente
fr_fr: Ajouter un Agent
it_it: Aggiungi Agente
pt_pt: Adicionar Agente
ru_ru: Добавить агента

# TeamDetail_Button_RenameTeam
source: Change name
da_dk: Skift Navn
de_de: Umbenennen
es_es: Cambiar nombre
fr_fr: Changer le nom
it_it: Cambia nome
pt_pt: Mudar o nome
ru_ru: Изменить название

# TeamDetail_Prompt_AddAgentTitle
source: Agent name
da_dk: Agent navn
es_es: Nombre del agente
fr_fr: Nom de l'Agent
it_it: Nome Agente
pt_pt: Nome do agente
ru_ru: Имя агента

# TeamDetail_Warning_AgentAlreadyInTeam
source: {0} is already in the team !
da_dk: {0} er allerede på holdet!
de_de: {0} ist bereits im Team!
es_es: ¡{0} ya está en el equipo!
fr_fr: {0} est déjà dans l'équipe !
it_it: {0} è già in squadra!
pt_pt: {0} já está na equipa !
ru_ru: {0} уже в команде!

# TeamDetail_Warning_AgentNotFound
source: Agent not found
da_dk: Agenten blev ikke fundet
de_de: Agent nicht gefunden
es_es: Agente no encontrado
fr_fr: Agent introuvable
it_it: Agente non trovato
pt_pt: Agente não encontrado
ru_ru: Агент не найден

# TeamDetail_Warning_RemoveAgent
source: Remove '{0}' from the team ?
da_dk: Fjern '{0}' fra holdet ?
de_de: {0} aus dem Team entfernen?
es_es: ¿Quitar a '{0}' del equipo?
fr_fr: Retirer '{0}' de l'équipe ?
it_it: Rimuovere '{0}' dalla squadra ?
pt_pt: Remover '{0}' da equipa?
ru_ru: Удалить '{0}' из команды?

# TeamsList_Label_ErrorLoadingTeams
source: Error occured while loading your teams
da_dk: Der opstod en fejl under indlæsningen af dine hold
de_de: Fehler beim Laden Ihrer Teams
es_es: Se ha producido un error al cargar tus equipos
fr_fr: Une erreur est survenue lors du chargement de vos équipes
it_it: Errore durante il caricamento delle squadre
pt_pt: Ocorreu um erro ao carregar suas equipas
ru_ru: Произошла ошибка при загрузке команд

# TeamsList_Page_Title
source: Teams
da_dk: Hold
es_es: Equipos
fr_fr: Équipes
it_it: Squadre
pt_pt: Equipas
ru_ru: Команды

# TeamsList_Toast_TeamDeleted
source: Successfully deleted team '{0}'
da_dk: Slettede holdet '{0}'
de_de: Team '{0} ' erfolgreich gelöscht
es_es: Se ha eliminado correctamente el equipo '{0}'
fr_fr: L'équipe '{0}' a été supprimée avec succès
it_it: Squadra '{0}' eliminata con successo
pt_pt: {0} foi eliminada com sucesso
ru_ru: Успешно удалена команда '{0}'

# TeamsList_Warning_DeleteTeamTitle
source: Danger zone
da_dk: Farezone
de_de: Gefahrenbereich
es_es: Zona peligrosa
fr_fr: Zone dangereuse
it_it: Zona di pericolo
pt_pt: Zona de risco
ru_ru: Осторожно!

# TeamsList_Warning_TeamDeleteLastWarning
source: Please confirm one last time before deletion
da_dk: Bekræft venligst en sidste gang inden sletning
de_de: Bitte bestätigen Sie ein letztes Mal vor dem Löschen
es_es: Por favor, confirme una última vez antes de borrarlo
fr_fr: Merci de confirmer une dernière fois avant la suppression
it_it: Confermare un'ultima volta prima dell'eliminazione
pt_pt: Confirma uma última vez antes de excluir
ru_ru: Пожалуйста, подтверди последний раз перед удалением

# TeamsList_Warning_TeamDeleteSecondWarning
source: Are you REALLY sure ?
da_dk: Er du HELT sikker?
de_de: Bist Du WIRKLICH sicher?
es_es: ¿Estás completamente seguro?
fr_fr: Êtes-vous VRAIMENT sûr ?
it_it: Sei DAVVERO sicuro?
pt_pt: Você tem certeza ?
ru_ru: Ты действительно уверен?

# TeamsList_Warning_TeamWillDelete
source: You're going to delete the team '{0}'. Are you sure ?
da_dk: Du vil slette holdet '{0}'. Er du sikker?
de_de: Sie werden das Team '{0}' löschen. Sind Sie sicher?
es_es: Vas a eliminar el equipo '{0}'. ¿Estás seguro?
fr_fr: Vous êtes sur le point de supprimer l'équipe '{0}'. Êtes-vous sûr ?
it_it: Stai per eliminare la squadra '{0}'. Sei sicuro?
pt_pt: Está prestes a apagar o utilizador {0}. Tem a certeza?
ru_ru: Ты собираешься удалить команду '{0}'. Ты уверен?

# Teams_Prompt_ChangeTeamNameTitle
source: Change team name
da_dk: Skift holdnavn
de_de: Teamname ändern
es_es: Cambiar nombre de equipo
fr_fr: Changer le nom de l'équipe
it_it: Cambia nome squadra
pt_pt: Mudar nome da equipa
ru_ru: Изменить название команды

# TGL_Step1_Label_AccountNotLinked
source: Your Wasabee account isn't yet linked to any Telegram account.
da_dk: Din Wasabee-konto er endnu ikke tilknyttet en Telegram-konto.
es_es: Tu cuenta de Wasabee aún no está vinculada a ninguna cuenta de Telegram.
fr_fr: Votre compte Wasabee n'est pas encore lié à un compte Telegram.
it_it: Il tuo account Wasabee non è ancora collegato a nessun account Telegram.
pt_pt: Sua conta Wasabee ainda não está vinculada a uma conta do Telegram.
ru_ru: Ваш аккаунт Wasabee еще не привязан к учетной записи Telegram.

# TGL_Step1_Label_NoticeLine1
source: This will prove to Wasabee that you are the owner of both the Wasabee and Telegram accounts.
da_dk: Dette vil vise Wasabee at du er ejer af både Wasabee og Telegram konti.
es_es: Esto servirá para probar a Wasabee que la cuenta de Wasabee y la de Ingress te pertenecen.
fr_fr: Cela prouvera à Wasabee que vous êtes le propriétaire des comptes Wasabee et Telegram.
it_it: Questo dimostrerà a Wasabee che sei il proprietario degli account Wasabee e Telegram.
pt_pt: Isto provará ao Wasabee que és o proprietário das contas de Wasabee e Ingress.
ru_ru: Это докажет Wasabee, что вам принадлежат аккаунты как в Wasabee, так и в Ingress.

# TGL_Step1_Label_NoticeLine2
source: This isn't mandatory, but will help Operators inviting you to their teams.
da_dk: Dette er ikke obligatorisk, men vil hjælpe Operatører med at invitere dig til deres hold.
es_es: Esto no es obligatorio, pero ayudará a los operadores a invitarte a sus equipos.
fr_fr: Ce n'est pas obligatoire, mais cela aidera les Opérateurs à vous inviter à rejoindre leurs équipes.
it_it: Questo non è obbligatorio, ma aiuterà gli operatori che ti invitano ai loro team.
pt_pt: Isso não é obrigatório, mas ajudará os operadores a convidá-lo para as suas equipas.
ru_ru: Это не обязательно, но это поможет организаторам ОПРЦ приглашать тебя в команды.

# TGL_Step1_Label_RequireTelegramAccount
source: You'll need a Telegram account ready and set up on your device to proceed.
da_dk: Du har brug for en Telegram-konto klar og opsat på din enhed for at fortsætte.
es_es: Necesitarás una cuenta de Telegram lista y configurada en tu dispositivo para continuar.
fr_fr: Vous aurez besoin d'un compte Telegram prêt et configuré sur votre appareil pour continuer.
it_it: Avrai bisogno di un account Telegram attivo sul tuo dispositivo per procedere.
pt_pt: Você precisa de uma conta Telegram e configurá-la no seu dispositivo para continuar.
ru_ru: Тебе понадобится работающий на твоем устройстве Telegram-аккаунт, чтобы продолжить привязку.

# TGL_Step1_Label_StepByStepGuide_1
source: 1. Wasabee generated a unique token to send to the bot on Telegram
da_dk: 1. Wasabee genererede en unik token til at sende til botten på Telegram
es_es: 1. Wasabee generó un token único para enviar al bot en Telegram
fr_fr: 1. Wasabee a généré un jeton unique à envoyer au bot sur Telegram
it_it: 1. Wasabee ha generato un token unico da inviare al bot su Telegram
pt_pt: 1. O token Wasabee gerou um token único para enviar para o bot no Telegram
ru_ru: 1. Wasabee сгененировал уникальный токен, который нужно отправить Telegram-боту

# TGL_Step1_Label_StepByStepGuide_2
source: 2. You send the token to the bot
da_dk: 2. Du sender token til botten,
es_es: 2. Envías el token al bot
fr_fr: 2. Vous envoyez le jeton au bot
it_it: 2. Invia il token al bot
pt_pt: 2. Você enviou o token para o bot
ru_ru: 2. Ты отправляешь токен боту

# TGL_Step1_Label_StepByStepGuide_3
source: 3. Wasabee then generates a confirmation token and you send it to the bot
da_dk: 3. Wasabee genererer derefter en bekræftelsestoken, og du sender den til botten
es_es: 3. Wasabee entonces genera un token de confirmación y lo envías al bot
fr_fr: 3. Wasabee génère ensuite un jeton de confirmation et vous l'envoyez au bot
it_it: 3. Wasabee genera un token di conferma che dovrai inviare al bot
pt_pt: 3. Wasabee então gera um token de confirmação e você o envia ao bot
ru_ru: 3. Затем Wasabee генерирует токен подтверждения, и ты отправляешь его боту

# TGL_Step2-3_Label_WaitingMessage
source: Bot is awaiting your message...
da_dk: Botten afventer din besked...
es_es: El bot está esperando tu mensaje...
fr_fr: Le bot attend votre message...
it_it: Il bot sta aspettando il tuo messaggio...
pt_pt: O Bot está a aguardar a sua mensagem...
ru_ru: Бот ожидает твоего сообщения...

# TGL_Step2_Button_StartBot
source: Start {0}
da_dk: Begynd {0}
es_es: Iniciar {0}
fr_fr: Démarrer {0}
it_it: Avvia {0}
pt_pt: Iniciar: {0}
ru_ru: Начать {0}

# TGL_Step2_Label_CopyToken
source: Here is your token ! Copy it to send it to the bot.
da_dk: Her er din token! Kopier den for at sende den til botten.
es_es: ¡Aquí está tu token! Cópialo para enviárselo al bot.
fr_fr: Voici votre jeton ! Copiez le pour l'envoyer au bot.
it_it: Ecco il tuo token ! Copialo per inviarlo al bot.
pt_pt: Aqui está seu token! Copie-o para enviá-lo para o bot.
ru_ru: Вот ваш токен ! Скопируй его, чтобы отправить его боту.

# TGL_Step2_Label_GoNextToFinish
source: Go to the next step to finish the process !
da_dk: Gå til næste trin for at afslutte processen!
es_es: ¡Ve al siguiente paso para terminar el proceso!
fr_fr: Passez à l'étape suivante pour terminer le processus !
it_it: Vai al passo successivo per completare il processo !
pt_pt: Vá para o próximo passo para concluir o processo !
ru_ru: Перейдите к следующему шагу, чтобы завершить процесс !

# TGL_Step2_Label_SendToken
source: Send the token to the bot
da_dk: Send token til botten
es_es: Envía el token al bot
fr_fr: Envoyer le jeton au bot
it_it: Invia il token al bot
pt_pt: Enviar o Token para o bot
ru_ru: Отправь токен боту

# TGL_Step3_Button_OpenBot
source: Open {0}
da_dk: Åben {0}
es_es: Abrir {0}
fr_fr: Ouvrir {0}
it_it: Apri {0}
pt_pt: Abrir "{0}"
ru_ru: Открыть {0}

# TGL_Step3_Label_AccountsLinked
source: Your Wasabee account is now linked to your Telegram account !
es_es: ¡Tu cuenta de Wasabee está ahora vinculada a tu cuenta de Telegram!
fr_fr: Votre compte Wasabee est maintenant lié à votre compte Telegram !
it_it: Il tuo account Wasabee è ora collegato al tuo account Telegram !
pt_pt: Sua conta Wasabee ainda não está vinculada a uma conta do Telegram !
ru_ru: Твой аккаунт Wasabee теперь привязан к аккаунту Telegram!

# TGL_Step3_Label_CopyConfirmationToken
source: Copy this confirmation token
da_dk: Kopier dette bekræftelsestoken
es_es: Copia este token de confirmación
fr_fr: Copier ce jeton de confirmation
it_it: Copia questo token di conferma
pt_pt: Copiar este token de confirmação
ru_ru: Скопируйте этот токен подтверждения

# TGL_Step3_Label_SendConfirmationToken
source: Send the confirmation token to the bot
da_dk: Send bekræftelsestoken til botten
es_es: Envía el token de confirmación al bot
fr_fr: Envoyez le jeton de confirmation au bot
it_it: Invia il token di conferma al bot
pt_pt: Enviar o token de confirmação para o bot
ru_ru: Отправь токен подтверждения боту

# Toasts_LoadingOpsInBackground
source: Your OPs are loading in background
da_dk: Dine OPs indlæses i baggrunden
de_de: Ihre OPs werden im Hintergrund geladen
es_es: Tus operaciones están cargando en segundo plano
fr_fr: Vos OPs sont en cours de chargement en arrière-plan
it_it: Le tue OP stanno caricando in background
pt_pt: Suas OPs estão a carregar em segundo plano
ru_ru: Ваши ОПРЦ загружаются в фоновом режиме

# Toasts_LoadingOpsSuccess
source: OPs loaded succesfully
da_dk: OP's indlæst succesfuldt
de_de: OPs wurden erfolgreich geladen
es_es: Operaciones cargadas correctamente
fr_fr: OPs chargés avec succès
it_it: OP caricate con successo
pt_pt: OPs carregadas com sucesso
ru_ru: ОПРЦ успешно загружены

# Toast_CantStartLiveLocSharing
source: Can't start location sharing, no permissions
da_dk: Kan ikke starte placeringsdeling, ingen rettigheder
es_es: No se puede comenzar a compartir ubicación: no hay permiso
fr_fr: Impossible de démarrer le partage de position, aucune permission
it_it: Impossibile avviare la condivisione della posizione, nessun permesso
pt_pt: Não é possível iniciar a partilha de localização, sem permissões
ru_ru: Невозможно передать геопозицию, нет разрешений

# Toast_CoordinatesCopied
source: Coordinates copied to clipboard.
da_dk: Koordinater kopieret til udklipsholder.
de_de: Koordinaten in die Zwischenablage kopiert.
es_es: Coordenadas copiadas al portapapeles.
fr_fr: Coordonnées copiées dans le presse-papier.
it_it: Coordinate copiate negli appunti.
pt_pt: Coordenadas copiadas para a área de transferência.
ru_ru: Координаты скопированы в буфер обмена.

# Toast_LiveLocPositionUpdated
source: Location updated
da_dk: Lokation opdateret
es_es: Ubicación actualizada
fr_fr: Position mise à jour
it_it: Posizione aggiornata
pt_pt: Localização atualizada
ru_ru: Геолокация обновлена
