Repository: wasabee-project/Wasabee-Mobile-Xamarin
Catalog: Rocks.Wasabee.Mobile.Core/Resources/I18n/Strings.*.resx
Languages: da_dk, de_de, es_es, fr_fr, it_it, pt_pt, ru_ru

# Toast_LiveLocSharingStarted
source: Live Location Sharing has started
da_dk: Live Placeringsdeling er startet
es_es: Ha empezado la Compartirían de Ubicación en Directo
fr_fr: Partage de position en direct a commencé
it_it: Condivisione della posizione iniziata
pt_pt: A partilha de localização em tempo real começou
ru_ru: Передача геопозиции начата

# Toast_OpDataAlreadyUptoDate
source: You already have latest OP version
da_dk: Du har allerede seneste OP version
es_es: Ya tienes la última versión de la operación
fr_fr: Vous avez déjà la dernière version
it_it: Hai già l'ultima versione della OP
pt_pt: Você já tem a versão mais recente!
ru_ru: Ваша версия ОПРЦ актуальна

# Toast_OpDataUpdated
source: Operation data updated
da_dk: Operations data opdateret
es_es: Datos de la operación actualizados
fr_fr: Données d'Opération mises à jour
it_it: Dati dell'operazione aggiornati
pt_pt: Dados de operação atualizados
ru_ru: Данные операции обновлены

# Toast_RejectedAssignment
source: Assignment rejected
da_dk: Opgave afvist
de_de: Aufgabe abgelehnt
es_es: Asignación rechazada
fr_fr: Affectation rejetée
it_it: Assegnazione rifiutata
pt_pt: Tarefa rejeitada
ru_ru: Назначение отклонено

# Global_No
source: No
da_dk: Nej
de_de: Nein
fr_fr: Non
pt_pt: Não
ru_ru: Нет

# OperationDetail_Page_Title
source: Operation infos
da_dk: Operation
de_de: Operation
fr_fr: Infos sur l'Opération
ru_ru: Операция

# Settings_Section_PermissionsAndLanguage
source: Permissions and language
fr_fr: Permissions et langue

# TargetDialog_Text_Portal
source: Portal:
fr_fr: Portail :
it_it: Portale:
ru_ru: Портал:

# Menu_Label_CurrentOp
source: OP :
ru_ru: ОПРЦ:
